Author=Vinko Kastelic
SourceLANGID=1033
LANGID=1060
Generator=DKLang Translation Editor v3.0
LastModified=2018-12-03 11:32:52

[About]
00000002=Vizitka
00000094=Aren
00000161=Zapri
00000162=Različice
00000165=Komentarji, hrošči, načini izboljšav itd. so zelo dobrodošli.
00000166=Vizitka Advanced Renamer-ja
00000167=Oglejte si tudi forum
00000168=Donirajte
00000169=Ime:
00000170=Registrirano za:
00000171=Uporabi
00000172=Pridobite licenčni ključ
00000173=Za osebno rabo:
00000174=Donirajte
00000175=Za komercialno uporabo:
00000176=Nakup

[AddDir]
00000002=Dodaj imenik
00000094=&Maska:
00000161=Prekliči
00000162=V redu
00000163=Vključi &podimenike
00000164=Nova mapa...
00000165=Ujemanje regularnega izraza:
00000166=Se ne ujema

[ARenMain]
00000002=ARen
00000005=Postavke
00000006=0 Napake
00000007=Status: V redu
00000008=Glavna orodna vrstica
00000009=Osveži
00000010=&Test paketa
00000011=Samodejni &test
00000012=Sličice
00000013=Nastavitve
00000014=&Pomoč
00000015=&Indeks...
00000016=Vroče tip&ke...
00000017=Dne&vnik različice...
00000018=Preveri za novo različico...
00000020=Vizitk&a...
00000021=&Razveljavi predhodno
00000023=Seznam orodne vrstice
00000024=&Dodaj
00000025=&Datoteke...
00000026=&Imenike...
00000027=&Seznam
00000028=&Naloži...
00000029=&Shrani...
00000030=&Počisti...
00000031=Odstrani &napačne postavke
00000032=Premakni na vrh
00000033=Premakni navzgor
00000034=Premakni navzdol
00000035=Premakni na dno
00000036=Preimenovanje datotek
00000058=Preimenovanje map
00000067=Ime datoteke:
00000068=Imenik:
00000069=Velikost:
00000070=Datum nastanka:
00000071=Datum spremembe:
00000072=Vrsta datoteke:
00000073=Atributi:
00000074=Datum dostopa:
00000076=Brez informacije
00000077=Ne morem naložiti daljše informacije. Datoteka je morda v uporabi.
00000078=Slika
00000079=Dimenzije:
00000080=Datum posnetka:
00000081=Avtor:
00000082=Avtorske pravice:
00000084=ID3
00000085=Naslov:
00000086=Izvajalec:
00000087=Album:
00000088=Sledi:
00000089=Leto:
00000090=Zvrst:
00000091=Dir
00000092=Vsebina:
00000094=Ni najdenih načinov.
00000095=Seznam načinov preimenovanja
00000096=Vrstica načinov
00000097=Dodaj način
00000098=Odstrani način
00000099=Počisti
00000100=Na vrhu
00000101=Gor
00000102=Dol
00000103=Spodaj
00000105=Naloži seznam načinov
00000106=Shrani seznam načinov
00000107=Prednastavitve:
00000110=Shrani seznam
00000111=Premakni izbrano
00000112=Premakni na vrh
00000113=Premakni navzgor
00000114=Premakni navzdol
00000115=Premakni na dno
00000116=Dodaj...
00000117=Odstrani
00000118=Zaženi
00000119=Lastnosti...
00000120=Naloži seznam...
00000121=V tekstovno datoteko...
00000122=Počisti seznam
00000123=Osveži
00000124=Zbirke
00000125=Prilagodi stolpce
00000144=&Po meri...
00000145=&Kopiraj
00000152=Premakni
00000153=Na vrh
00000154=Gor
00000155=Dol
00000156=Na dno
00000157=Spremeni način v
00000158=Dodaj način
00000159=Izbriši
00000160=Počisti
00000163=&Kako začeti...
00000164=Dodaj paketni način
00000179=Vstavi &oznako
00000180=&Razveljavi
00000181=Izre&ži
00000182=&Kopiraj
00000183=&Prilepi
00000184=Izberi &vse
00000185=Obiščite spletni &forum
00000186=Stolpci po meri
00000187=Zbirke
00000188=Prilagodi stolpce
00000189=&Po meri...
00000190=Slog pogleda
00000191=Podrobnosti
00000192=Velike ikone
00000193=Male ikone
00000194=Seznam
00000196=Označi
00000197=Opusti izbrane
00000198=Označi izbrano
00000200=Neoznačeno
00000201=Označi vse
00000202=Paketni način
00000203=Izhodna mapa
00000204=Shrani seznam
00000205=V datoteko CSV
00000206=Odstrani postavke brez ID3 oznak
00000207=Odstrani postavke brez podatkov slike
00000219=Ime spornega pravila
00000220=Separator:
00000221=Vzorec
00000223=Odpri paketni način
00000225=Shrani paketni način
00000226=Video
00000227=Dimenzije:
00000228=Frekvenca okvirja:
00000229=Trajanje
00000230=Video kodek:
00000231=Audio kodek
00000232=Podatkovni tok:
00000233=GPS lokacija:
00000234=Naključno razvrščanje
00000235=Spreminjanje opisa...
00000236=GPS natančnost
00000237=Exif orodje...
00000238=Dodaj orodno vrstico mape
00000239=Dodaj izbrano
00000240=Prikaži datoteke
00000241=Osveži
00000242=Panel mape
00000243=Panel mape
00000244=Dodaj izbrano
00000245=TV oddaja...
00000246=Uvoz
00000247=TV oddaja:
00000248=TV epizoda:
00000249=CSV datoteka...
00000250=Označi z vzorcem...
00000251=Odznači  z vzorcem...
00000252=Program
00000253=Ukazna  vrstica za konfiguriranje...
00000254=Označi inverzno
00000255=Izberi
00000256=Izberi vse
00000257=Brez izbora
00000258=Izberi inverzno
00000259=Označi neustrezno vzorcu...
00000260=Odpri vsebino mape
00000261=Nova različica Advanced Renamer-ja je na voljo.
00000262=Nadgradi zdaj!
00000264=zapri
00000265=Licenčni ključ...
00000266=GPS Vrednosti
00000267=Metapodatki
00000268=Prepiši novo ime datoteke...
00000269=Začni paket
00000270=Odznači vse
00000271=Označi vse
00000272=Potrebujete pomoč, kako začeti?
00000273=Ne prikaži več tega
00000274=Potrebujete pomoč, kako začeti?
00000275=Ne prikaži več tega
00000276=Podatki iz CSV...
00000277=Razvrsti po
00000278=Stolpec
00000279=Vzorec...
00000280=JS konzola
00000281=Preimenovanje v paru

[BatchResultFrame]
00000003=Zadnji rezultat
00000004=Skupno število postavk
00000005=Najdene napake:
00000006=Prikaži napake
00000007=Razveljavi zadnji paket...
00000008=Dodaj vse uspešne postavke
00000009=Dodaj postavke z napakami
00000010=Dodaj vse postavke

[CustomizeCols]
00000002=Stolpci po meri
00000094=Stolpec &kompleti:
00000095=&Stolpci:
00000096=Stolpci &širina:
00000097=V redu
00000098=Prekliči
00000099=&Gor
00000100=Dol
00000101=&Na vrh
00000102=&Na dno
00000103=Shrani
00000104=Izbriši

[frmAddFolderChoice]
00000001=Dodaj mapo
00000002=Prekliči
00000003=V redu
00000004=Dodaj &datoteke v mapah
00000005=Dodajanje &map
00000006=&Vključi podmape
00000007=&Maska imena datoteke
00000009=Dodaj &korenske mape
00000010=Dodaj &podmape
00000011=Ujemanje regularnega izraza:
00000012=Se ne ujema

[frmExifTool]
00000002=Exif orodje
00000094=Zapri
00000096=Oznaka:
00000097=Kopiraj
00000098=Exif orodje je zunanji program s podporo za več formatov datotek, kot jih Advanced Renamer podpira izvorno. Uporabite ExifTool za dostop do več podatkov meta datotek.
00000099=Spletna stran Exif orodja
00000100=Filter:

[frmJSScript]
00000001=Skripta
00000002=Zapri in uporabi skripta
00000003=Ta skript se bo izvajal samo enkrat za vsako postavko na seznamu.
00000004=Ta skript se bo izvajal samo enkrat ter pred ponavljanjem in obdelavo vseh postavk na seznamu. Uporabite ga za vzpostavitev morebitne začetnih vrednosti.

[InsertTag]
00000003=<Inc Nr> - Povečevanje števila
00000096=Privzeto
00000097=<DirName> - Ime imenika
00000099=<Inc Alpha> - Povečevanje črk
00000101=<Num Dirs> - Skupno število podimenikov v imeniku
00000103=<Num Files> - Skupno število datotek v imeniku
00000105=<Ext> - Pripona
00000107=<Name> - Ime datoteke brez pripone
00000109=<Inc NrDir> - Povečevanje števila po imeniku
00000111=<Num Items> - Skupno število postavk na tem seznamu
00000113=ID3/MP3
00000114=<ID3 Album>
00000116=<ID3 Year>
00000118=<ID3 Track>
00000120=<ID3 Title>
00000122=<ID3 Genre>
00000124=<ID3 Artist>
00000126=Slika
00000127=<Img Width> - Širina slike
00000129=<Img Height> - Višina slike
00000131=<Img Year>
00000133=<Img Month>
00000135=<Img Day>
00000137=<Img Hour>
00000139=<Img Min>
00000141=<Img Sec>
00000143=<Img Author> - Avtor slike
00000145=<Img Copyright> - Avtorske pravice slike
00000147=Čas
00000148=<Year>
00000150=<Sec>
00000152=<Min>
00000154=<Hour>
00000156=<Day>
00000158=<Month>
00000160=Ustvarjeno
00000161=<Year Created>
00000163=<Sec Created>
00000165=<Min Created>
00000167=<Hour Created>
00000169=<Day Created>
00000171=<Month Created>
00000173=Spremenjeno
00000174=<Year Modified>
00000176=<Sec Modified>
00000178=<Min Modified>
00000180=<Hour Modified>
00000182=<Day Modified>
00000184=<Month Modified>
00000186=&Pomoč
00000187=<Rand> - Naključno število
00000188=Napredno
00000189=<File Content>
00000190=<Bitrate>
00000191=<Substr> - Podniz
00000192=<RSubstr> - Podniz - desno
00000193=<Word> Indeksirana beseda imena datoteke
00000194=<Img Subsec>
00000195=Velikost datoteke
00000196=<Filesize>
00000197=<Filesize KB>
00000198=<Filesize MB>
00000199=<Filesize GB>
00000200=<Filesize TB>
00000201=Video
00000202=<Video Width> - Vodoravna resolucija videa
00000203=<Video Height> - Navpična resolucija videa
00000204=<Video Codec> - Video kodek
00000205=<Video Audio Codec> - Audio kodek
00000206=<Bitrate> -Skupna bitna hitrost
00000207=<Video Bitrate> - Samo video bitna hitrost
00000208=<Video Audio Bitrate> - Samo bitna hitrost avdia
00000210=<Video FrameRate> - Število sličic na sekundo
00000211=Trajanje predvajanja videa
00000212=<Img CameraMake>
00000213=<Img CameraModel>
00000214=<Img Aperture>
00000215=<Img Brightness>
00000216=<Img FocalLength>
00000217=<Img ISO>
00000218=<Img ShutterSpeed>
00000219=<Img ExposureTime>
00000220=<Img Subject>
00000221=<Img Title>
00000222=<Img Contrast>
00000223=<Img ExposureMode>
00000224=<Img ExposureProgram>
00000225=<Img Saturation>
00000226=<Img Sharpness>
00000227=<Img WhiteBalance>
00000228=GPS
00000229=<GPS Lat> - Zemljepisna širina
00000230=<GPS Lat Deg> - Zemljepisna širina stopinj
00000231=<GPS Lat Sec> - Zemljepisna širina sekund
00000232=<GPS Lat Min> - Zemljepisna širina minut
00000237=<GPS Lng> - Zemljepisna dolžina
00000238=<GPS Lng Deg> - Zemljepisna dolžina stopinj
00000239=<GPS Lng Min> - Zemljepisna dolžina minut
00000240=<GPS Lng Sec> - Zemljepisna dolžina sekund
00000241=<GPS Alt> - Nadmorska višina
00000242=<GPS Country> - Država, kjer je bila posneta slika
00000243=<GPS City> Mesto, kjer je bila posneta slika
00000244=<GPS State> - Država, kjer je bila posneta slika
00000245=<GPS Lng Dir> - Zemljepisna dolžina smeri
00000246=<GPS Lat Dir> - Zemljepisna širina smeri
00000247=<ExifTool> - Vrednost iz Exif orodja
00000249=Kontrolna vsota
00000250=<MD5> - MD5 kontrolna vsota
00000251=<SHA1> - SHA-1 kontrolna vsota
00000252=<SHA256> - SHA-256 kontrolna vsota
00000253=TV oddaja
00000254=<TVShow Genres> -Seznam zvrsti
00000255=<TVShow Year> - Leto ko je bila epizoda na sporedu
00000256=<TVShow Title> - Naslov TV oddaje
00000257=<TVShow Season> - Številka sezone
00000258=<TVShow EpisodeNumber> - Številka epizode
00000259=<TVShow Day> - Dan ko je bila epizoda na sporedu
00000260=<TVShow Month> - Mesec ko je bila epizoda na sporedu
00000261=<TVShow StartYear> - Leto ko je bila oddaja na sporedu prvič
00000262=<TVShow EpisodeTitle> - Naslov epizode
00000263=<TVShow EpisodeSequence> - Zaporedna številka epizode
00000264=<Inc Hex> -  Zvišanje hex števila
00000265=<Inc Roman> Zvišanje rimskih številk
00000266=<Video Title>
00000267=<Video Genre>
00000279=<ID3 Duration> -Čas predvajanja audia
00000280=<ID3 Hour> - Ure predvajanja dela avdia
00000281=<ID3 Min> - Minute predvajanja dela avdia
00000282=<ID3 Sec> - Sekunde predvajanja dela avdia
00000283=<Video Hour> - Ure predvajanja dela videa
00000284=<Video min> - Minute predvajanja dela videa
00000285=<Video Sec> - Sekunde predvajanja dela videa
00000286=<File Line>
00000287=<Dec Nr> Znižanje števila
00000288=<UnixTimestamp>
00000289=<UnixTimestamp Created>
00000290=<UnixTimestamp Modified>
00000291=Dokumentacija oznak
00000292=<Img DPI> - Ločljivost slik v DPI
00000293=<Img Width Inch> - Širina v palcih
00000294=<Img Height Inch> - Višina v palcih
00000295=<Img Width Cm> - Širina v centimetrih
00000296=<Img Height Cm> - Višina v centimetrih
00000297=<Img Width Mm> - Širina v milimetrih
00000298=<Img Height Mm> - Višina v milimetrih
00000299=<Rand Str> - Naključni niz
00000300=<ID3 Disc>
00000301=<Csv> - Iz uvožene CSV datoteke
00000302=<Video Date Year>
00000303=<Video Date Month>
00000304=<Video Date Day>
00000305=<Video Date Hour>
00000306=<Video Date Min>
00000307=<Video Date Sec>

[InsertTagWnd]
00000002=Vrednost polja z besedilom
00000094=Prekliči
00000095=Numerična vrednost
00000096=Vzorec
00000097=V redu
00000098=Uporaba regularnih izrazov
00000099=Oznake:
00000100=Meta znaki za regularne izraze:

[Patern]
00000002=Vzorci
00000094=Razpoložljivi vzorci:
00000159=&Izbriši
00000160=I&zbrani vzorec:
00000161=V redu
00000162=Prekliči
00000163=&Dodaj
00000164=&Nov

[PreRenaming]
00000002=Začni preimenovanje
00000160=Poskrbite, da bodo pred klikom gumba Preimenuj nastavitve preimenovanja pravilne.
00000161=Prekliči
00000162=Začni

[Progress]
00000002=Napredek
00000094=Prosim, počakajte med izvajanjem paketa...
00000160=Skupna količina datotek:
00000161=V redu
00000162=Oglejte si napake
00000163=Dodane datoteke:
00000166=Zavihek List 1
00000167=Ime datoteke
00000168=Koda napake
00000169=Opis napake
00000170=Skupaj datotek:
00000171=Uspešno:
00000172=Napake:
00000173=Zavihek List 2
00000174=Najdene napake:
00000175=Nikoli več ne sprašuj

[ProgressAdd]
00000002=Prosim, počakajte
00000094=Dodajanje datotek...
00000161=Prekliči

[ProgressError]
00000002=Ugotovljeno se bile napake
00000094=Napake ugotovljene v datotekah izbranih za paket. Naslednjih datotek ni mogoče preimenovati. Izberite dejanje spodaj. Datoteke, ki niso bile še preimenovane.
00000161=Ustavi paket
00000163=Preskoči napačne datoteke
00000164=Skupaj datotek:
00000165=Napak:
00000166=Ime datoteke
00000167=Napaka

[Settings]
00000002=Nastavitve
00000161=Prekliči
00000162=V redu
00000163=Privzeto
00000164=&Zamenjaj nepodprte z:
00000165=Sličica širina:
00000166=Sličica višina:
00000167=Prikaži polje &Datoteka Info
00000168=Potrdi &Počisti seznam
00000171=&Kontekstni meni Raziskovalca
00000172=Prikaži &mrežo
00000173=Uporabi EXIF podatke za širino in višino slike
00000175=Jezik:
00000177=Shrani nastavitve v tej mapi:
00000178=Osebna mapa
00000179=Ista mapa kot aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Odpri mapo...
00000187=Prikaži pomoč kako začeti
00000188=Ne uporabi odmika v Inc Nr oznakah
00000194=Preveri za posodobitve pri zagonu
00000195=EXIF polje za slike operacij datum in čas:
00000196=Preverjeno stanje vpliva Inc Nr oznak
00000197=Besedna ločila:
00000198=Poveži .aren datoteke z Advanced Renamer-jem
00000199=Okolje
00000200=Program
00000201=Preimenovanje
00000202=Slikovne datoteke
00000203=Glasbene datoteke
00000204=ID3 preference
00000205=Prikaži vrstico gumba Dodaj način
00000206=Dodaj datoteke ko se konča paket:
00000207=Gonilnik konzole
00000208=Mapa aplikacije v okolju
00000209=JS Script editor
00000210=Velikost zavihka alineje:
00000212=Pomaknite se na konec vrstice
00000213=Meja postavke:
00000215=Prikaži gumb za začetek na levi
00000217=Ne analiziraj video metapodatkov
00000218=Ne analiziraj glasbenih metapodatkov
00000219=Ne analiziraj slikovnih metapodatkov
00000220=Sortiraj postavke dodne s povleci in spusti
00000221=Preskoči pozdravno stran v TV vodiču
00000222=Pred preimenovanjem ne prikazuj povzetka
00000223=Vedno uporabi ExifTool za pridobivanje metapodatkov

[UndoBatchForm]
00000002=Razveljavi
00000094=Izberi razveljavitev s seznama na levi
00000161=Zapri
00000162=Razveljavi ta seznam
00000163=Izvirna postavka
00000164=Preimenovano ime datoteke
00000165=Napaka
00000166=Izvirna mapa
00000167=Označi vse
00000168=Odznači vse
00000169=Izberi spodaj predhodno paketno delo in klikni na gumb "Razveljavi ta seznam" za povrnitev v preimenovanje.
00000170=Preimenovana mapa
00000171=Izbriši...
00000172=Odznači napačne postavke
00000173=Brisanje prejšnjih opravil...

[frmCSVImport]
00000002=CSV uvoz
00000003=&Uvoz
00000008=Prekliči
00000009=Ime datoteke:
00000010=Separator stolpca:
00000011=Stolpec za izvirno ime datoteke:
00000012=Stolpec za novo ime datoteke: (opcijsko)
00000013=Osnovna mapa z izvirnimi datotekami:
00000014=Prva vrstica je glava
00000015=Izvirno ime datoteke
00000016=Novo ime datoteke
00000017=Status
00000018=Kodiranje datotek:

[frmTVShow]
00000002=Uvoz TV oddaje
00000003=V redu
00000004=Iskanje tv oddaje:
00000005=Iskanje
00000006=Naslednja >
00000007=< Prejšnja
00000008=Prekliči
00000009=Izbrana oddaja:
00000010=Zvrst:
00000013=Sezone:
00000014=Epizode:
00000015=Uporabite ta navodila za dopolnitev seznama datotek z informacijami TV oddaje pridobljenimi od TVRage.com.\n\nPreden nadaljujete se prepričajte, da so datoteke na seznamu pravilno naročene.\n\nKo ste končali z uvozom podatkov iz tvrage.com lahko uporabite oznake TV oddaje za preimenovanje datotek iz\n informacij TV oddaje.\n
00000016=Uvoz iz:
00000017=Število datotek na seznamu:
00000018=Število izbranih epizod:
00000019=Osveži
00000020=Vse
00000021=Nobena
00000022=Vse
00000023=Nobena
00000024=Te strani ne prikazuj znova

[frmCommandLine]
00000002=Ukazna  vrstica za konfiguriranje
00000202=Paketni način
00000223=Odpri paketni način
00000224=Pot:
00000225=Datoteka seznama metod:
00000226=Vrste postavk:
00000227=Postavke:
00000228=Ureditev postavke:
00000229=Vnos v log datoteko:
00000230=Ciljna mapa:
00000231=Maska postavke:
00000232=Zamrznjena maska postavke:
00000233=Ukaz:
00000234=Datoteka s postavkami:
00000235=Dodaj tudi postavke iz podmap
00000236=Reverzno
00000237=Postavke iz poti
00000238=Seznam postavk
00000239=Datoteka s postavkami
00000240=Kopiraj ukaz
00000241=Shrani v .bat datoteko...
00000242=Zapri
00000243=Odpri datoteko
00000244=Shrani datoteko
00000245=Shrani paketno datoteko

[GPSValuesForm]
00000002=GPS Vrednosti
00000003=Izvirna vrednost\nVrednosti\n
00000004=V redu
00000005=Prekliči
00000006=Uporabi spodnji seznam za preglasitev GPS vrednosti.

[MetaDataBatchForm]
00000002=Paketni zapis metapodatkov
00000003=Polje metapodatkov:
00000004=ZAČNI PAKET
00000017=Spreminjanje metapodatkov datotek lahko potencialno pokvari datoteke. Varnostno kopirajte vse datoteke pred poskusom spreminjanja metapodatk. Uporabite to funkcionalnost samo na datotekah na lokalnem trdemi disku.
00000018=Ime datoteke
00000019=Izvirna vrednost
00000020=Nova vrednost
00000021=Status
00000022=Prekliči
00000023=Zapri

[PleaseRegisterForm]
00000002=Registrirajte se
00000094=Če vam je všeč Advanced Renamer in ga pogosto uporabljate, prosim podprite projekt s pridobitvijo licence. Uporabite gumbe spodaj za registriracijo za licenčni ključ.
00000173=Za osebno rabo:
00000174=Donirajte
00000175=Za komercialno uporabo:
00000176=Nakup
00000177=Zapri
00000181=Licenčni ključ:
00000182=Ime:
00000183=Registrirano za:
00000184=Uporabi

[frmSelectDate]
00000002=Izberite datum
00000161=Prekliči
00000162=V redu
00000163=Datum:
00000164=Izberite datum.

[frmCSVImportData]
00000002=CSV uvoz podatkov
00000003=&Uvoz
00000008=Prekliči
00000009=Ime datoteke:
00000010=Separator stolpca:
00000014=Prva vrstica je glava
00000018=Kodiranje datotek:
00000019=Po uvozu bodo vrednosti na voljo prek <Csv:X> oznake

[$CONSTANTS]
AbsoluteDateTime=Absolutna datum in čas
Accessed=Naloženo
AccessedDateTime=Naložena datum in čas
Action=Ukrep
Active=Aktivno
Add=Dodaj
AddFiles=Dodaj datoteke
AddingFiles=Dodajanje datotek...
All=Vse
AllFiles=Vse datoteke
AllItems=Vse postavke
AnalyzingFiles=Analiziranje datotek...
ApplyScript=Uporabi skript
ApplyTo=Uporabi za
Archive=Arhiv
Archive_Short=A
Ask=Vprašaj
AtIndex=V indeksu
Audio=Avdio
Backwards=Nazaj
BatchModeCopy=Kopiraj
BatchModeMove=Premakni
BatchModeRename=Preimenuj
Beta=Beta
BetaFeature=Beta funkcija
CaseSensitive=Velike ali male črke
ColumnName0=Ime datoteke
ColumnName1=Pot
ColumnName10=ID3 zvrst
ColumnName100=Ime mape
ColumnName101=Pot
ColumnName102=Datum nastanka
ColumnName103=Atributi
ColumnName104=Novi atributi
ColumnName105=Novo ime mape
ColumnName106=Nov datum nastanka
ColumnName107=Koda napake
ColumnName108=Napaka
ColumnName109=Nova pot
ColumnName11=ID3 Naslov
ColumnName12=ID3 Sled
ColumnName13=ID3 Leto
ColumnName14=Novi atributi
ColumnName15=Novo ime datoteke
ColumnName16=Nov datum nastanka
ColumnName17=Nov datum dostopa
ColumnName18=Nov datum spremembe
ColumnName19=Koda napake
ColumnName2=Velikost
ColumnName20=Napaka
ColumnName21=Datum posnetka
ColumnName22=Ekstenzija
ColumnName23=Nova pot
ColumnName3=Datum nastanka
ColumnName4=Datum dostopa
ColumnName5=Datum spremembe
ColumnName6=Atributi
ColumnName7=Dimenzije
ColumnName8=ID3 Album
ColumnName9=ID3 Avtor
CommercialUse=Komercialna uporaba
ContinueQuestion=Nadaljujem?
CopiedFileCouldNotBeFound=Kopirane datoteke ni bilo mogoče najti
CopiedFolderCouldNotBeFound=Kopirane mape ni bilo mogoče najti
CopiedItem=Kopirana postavka
CopiedItemPath=Pot kopirane postavke
CopyValueToAll=Kopiraj vrednost za vse
CopyValueToAllAbove=Kopiraj vrednost vseh zgoraj
CopyValueToAllBelow=Kopiraj vrednost vseh spodaj
Created=Ustvarjeno
CreatedDateTime=Datum in čas nastanka
current=trenutno
Datetime=Datumski čas
Day=Dan
Day_Long_1=Ponedeljek
Day_Long_2=Torek
Day_Long_3=Sreda
Day_Long_4=Četrtek
Day_Long_5=Petek
Day_Long_6=Sobota
Day_Long_7=Nedelja
Day_Short_1=Pon
Day_Short_2=Tor
Day_Short_3=Sre
Day_Short_4=Čet
Day_Short_5=Pet
Day_Short_6=Sob
Day_Short_7=Ned
DeltaDateTime=Razlika datuma in časa
Description=Opis
DirnamePattern=Naziv vzorca
Edit=Uredi
Error=Napaka
Errors=Napake
Err_100=V redu
Err_101=Neznana napaka
Err_102=<>:"/\\*? niso podprti v imenu datotek
Err_103=Ime datoteke vsebuje neveljavne znake
Err_104=Ime datoteke predolgo
Err_105=Datoteka že obstaja
Err_106=Mapa ne obstaja
Err_107=Ne najdem izvorne datoteke
Err_108=Ime datoteke ni določeno
Err_109=Možnost več datotek z istim imenom
Err_110=Neveljaven način preimenovanja
Err_111=Informacij o sliki ni na voljo
Err_112=Ni najdenih ID3 oznak
Err_113=Preveč datotek za <Inc Alpha>
Err_114=Neveljavna časovna oznaka
Err_115=Sprememba ekstenzije
Err_116=Neveljavna oznaka
Err_117=Neveljaven regularni izraz
Err_118=Vzorec ni mogoče najti
Err_119=Ni rezultata iz geo strežnika
Err_120=Neveljaven rezultat iz geo strežnika
Err_121=Ni najdenih video informacij
Err_122=Ni najdenih GPS informacij
Err_123=Map ni mogoče premakniti ali kopirati na drug pogon
Err_124=Neveljavna skripta
Err_125=Napaka Exif orodja
Err_126=Informacije TV oddaje niso bile pravilno prenesene. Uporabite okno za TV Uvoz najprej
Err_127=Prezri na podvajanje
Err_128=V redu, par datoteke
Err_129=V redu, ime preglašeno
Err_FieldWriteError=Polje zapisa ni mogoče preveriti
Excellent=Odlično
EXIFDate_DateDigitized=Datum digitalizirano
EXIFDate_DateOriginal=Datum izvirni
EXIFDate_DateTaken=Datum posnetka
EXIFToolDate_DateOriginal=ExifTool DateOriginal
EXIFToolGPSDateTime=ExifTool GPS DateTime
Extension=Ekstenzija
Fair=Fair
File=Datoteka
FileCouldNotBeRenamed=Datoteke ni bilo mogoče preimenovati
Fileinfo=Podatki postavke
FilenamePattern=Vzorec imena datoteke
FileRenamedOK=Datoteka preimenovana v redu
Files=Datoteke
Folder=Mapa
FolderLocation=Lokacija mape
Folders=Mape
GettingThumbnails=Nalaganje sličic
Good=Dobro
GotErrors=Dobljene napake
HandleNegativeNumbers=Ravnanje z negativnimi številkami
Hidden=Skrito
Hidden_Short=H
Hour=Ura
Ideal=Idealno
ImageDateTime=Datum in čas slike
ImageFile=Slikovna datoteka
InputMessageDescription=Sprememba opisa načina
InsertValue=Vstavi vrednost...
InvertCase=Nastavi obrnjeno
ItemNotReverted=Ne morem povrniti postavko
ItemRevertedOK=Postavka povrnjena v redu
Items=Postavke
LoadList=Naloži seznam
LowerCase=Nastavi male črke
LowerCaseFirstLetter=Nastavi malo začetnico
LowerCaseFirstLetterInEveryWord=Nastavi malo začetnico v vsaki besedi
LowerCasePattern=Nastavi vzorec za male črke
MethodName_Add=Dodaj
MethodName_Attributes=Atributi
MethodName_List=Seznam
MethodName_ListReplace=Zamenjaj seznam
MethodName_Move=Premakni
MethodName_NewCase=Nov primer
MethodName_NewName=Novo ime
MethodName_Remove=Odstrani
MethodName_RemovePattern=Odstrani vzorec
MethodName_Renumber=Preštevilči
MethodName_Replace=Zamenjaj
MethodName_Script=Skripta
MethodName_Swap=Menjava
MethodName_Timestamp=Časovna oznaka
MethodName_Trim=Obreži
Methods=Načini
Min=Min
Moderate=Zmerno
Modified=Spremenjeno
ModifiedDateTime=Spremenjen datum in čas
Month=Mesec
Month_01_Long=Januar
Month_01_Short=Jan
Month_02_Long=Februar
Month_02_Short=Feb
Month_03_Long=Marec
Month_03_Short=Mar
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Maj
Month_05_Short=Maj
Month_06_Long=Junij
Month_06_Short=Jun
Month_07_Long=Julij
Month_07_Short=Jul
Month_08_Long=Avgust
Month_08_Short=Avg
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=December
Month_12_Short=Dec
MoveCount=Premakni račun
MovedFileCouldNotBeFound=Premaknjene datoteke ni bilo mogoče najti
MovedFolderCouldNotBeFound=Premaknjene mape ni bilo mogoče najti
MovedItem=Premaknjena postavka
MovedItemPath=Premaknjena pot postavke
MoveFrom=Premik iz
MoveRelative=Premik relativno
MoveTo=Premik na
MsgTitle_Confirm_ClearList=Počisti seznam
MsgTitle_Confirm_DeleteColumnSet=Izbrišem sklop stolpca?
MsgTitle_Confirm_OverwriteColumnSet=Nastavi že obstaja
MsgTitle_Confirm_Quit=Izhod iz Advanced Renamer-ja
MsgTitle_Error=Napaka
MsgTitle_Error_FileNotFound=Datoteke ni mogoče najti
MsgTitle_Error_InvalidColumnSetName=Neveljavno ime
Msg_Confirm_ClearList=Ste pred tem, da izbrišete vse datoteke s seznama.\n\nPrepričani še naprej?
Msg_Confirm_ClearMethodList=Počistim seznam načina?
Msg_Confirm_DeleteColumnSet=Izbriši nastavljen stolpec\n\nSte prepričani, da želite izbrisati nabo imenovanr "%s"
Msg_Confirm_ExtChanged=Ekstenzija se bo spremenila v nekaterih datotekah. To lahko v nekaterih primerih lahko naredi datoteke neuporabne.\n\nAli želite še naprej vseeno preimenovati?
Msg_Confirm_OverwriteColumnSet=Nastavitev že obstaja\n\nAli želite prepisati nabor imenovan "%s"?
Msg_Confirm_OverwriteFile=Prepišem datoteko?\n\nNameravate prepisati datoteko "%s". Ali želite nadaljevati?
Msg_Confirm_PopulateList=Zapolnim polje z besedilom z originalnimi imeni postavk na seznamu?
Msg_Confirm_Quit=Še vedno obstajajo datoteke na seznamu\n\nSte prepričani, da želite končati?
Msg_Confirm_RenamingPossibleErrors=Najdene napake\n\nNajdene so bile morebitne napake. Dodane datoteke je nemogoče preimenovati\n\nNadaljujem s preimenovanjem?
Msg_Confirm_SettingsPathChanged=Spremenili ste nastavitve mape.\n\nAli želite kopirati trenutne nastavitve za to mapo?\n\nOpomba: Vse obstoječe datoteke v mapi, bodo prepisane.
Msg_DeleteUndoJobs=Vsa opravila pred izbranim datumom bodo izbrisana
Msg_Error_AddFileAssociation=Ne morem dodati povezavo datoteke
Msg_Error_CannotAddSoManyFiles=Ne morem dodati datoteke\n\nNe morete naložiti več kot %d postavk na seznam.
Msg_Error_CheckUpdates=Napaka\n\nNi bilo mogoče preveriti za posodobitve.
Msg_Error_CoultNotCreateFolder=Ne morem ustvariti mape
Msg_Error_FileNotFound=Napaka\n\nNe najdem datoteke "%s".
Msg_Error_InvalidColumnSetName=Napaka\n\n%s ni veljavno ime\n\nIme stolpca lahko vsebuje samo črke, številke, - in _.
Msg_Error_InvalidFolder=Napaka\n\nNi veljavna mapa.
Msg_Error_ListIsEmpty=Seznam je prazen
Msg_Error_MetaDataWriteUnsupportedFormat=Format datoteke "%s" ni podprt
Msg_Error_MustEnableBeforeAddFolders=Morate omogočiti bodisi "%s" ali "%s"
Msg_Error_MustHaveSingleExtension=Vse postavke na seznamu morajo imeti enako pripono
Msg_Error_NotFoundItems=%d postavk ni bilo mogoče najti.\n\n%s
Msg_Error_NoUndoList=Seznam razveljavitev ni izbran.
Msg_Error_Only2000Plus=Ta funkcija ni podprta v vašem sistemu. Ta funkcija je na voljo samo v operacijskem sistemu Windows 2000 ali novejšem.
Msg_Error_RemoveFileAssociation=Ne morem odstraniti povezavo datoteke
Msg_Error_RenamingNoFilesInList=Napaka\n\nNe morete začeti preimenovanje, ker ni datotek na seznamu.
Msg_Error_Server=Napaka pri komunikaciji s strežnikom
Msg_Error_TooManyColumns=Preveč stolpcev: %d. Maksimum je %d
Msg_Error_Unknown=Neznana napaka\n\n%s
Msg_FirstTimeUse=Morda je to vaša prva uporaba Advanced Renamer-ja. Dobra ideja, da si ogledate priročnik pred uporabo tega programa.\n\nAli želite videti priročnik zdaj?
Msg_Info_BatchModeNotSupportedForFolders=Izbran paketni način ne podpira uporabo z mapami.
Msg_Info_BatchWriteMetadataCompleted=Paketni zapis končan.\n\n%d postavk obdelanih.\n%d v redu.\n%d brez sprememb.\n%d napak.
Msg_Info_ConvertMethods_0310=V tej različici Advanced Renamer-ja se prednastavljeni načini nahajajo v osebni mapa. Ko kliknete V redu, boste lahko izbrali prazno mapo za pretvorbo vaših obstoječih prednastavljenih načinov.
Msg_Info_CouldNotBeAdded=%d datotek ni bilo mogoče dodati.
Msg_Info_ItemsAlreadyInList=%d postavk je že na seznamu
Msg_Info_LanguageChange=Jezikovne spremembe bodo prvič uporabljene pri ponovnem zagonu programa.
Msg_Info_NewVersion=Nova različica Advanced Renamer-ja je na voljo.\n\nŽelite prenesti novo različico?
Msg_Info_NoNewVersion=Ni nove različice Advanced Renamer-ja v tem trenutku.
Msg_Info_RevertChanges=To bo povrnilo vse spremembe na privzete nastavitve.\n\nAli želite nadaljevati?
Msg_Info_ThankYou=Hvala vam :-). Najboljši ste!
Msg_Info_UndoHasEnded=Razveljavitev paketa se je končala z %d napakami.
Msg_Info_UndoSuccess=Paket je bil uspešno povrnjen.
MusicFile=Glasbena datoteka
Name=Ime
NameAndExtension=Ime in ekstenzija
NameCollisionRule_AppendImgSubsec=Pripni sliko pod sekundo
NameCollisionRule_AppendNumber=Pripni povečevanje števila
NameCollisionRule_AppendPattern=Pripni vzorec
NameCollisionRule_Fail=Neuspeh
NameCollisionRule_Ignore=Prezri
NewCase=Nov primer
NewFolder=Nova mapa
NewName=Novo ime
NewNumber=Nova številka
No=Ne
NoChange=Brez spremembe
NoMethods=Noben način ni v uporabi.\n\nKliknite gumb Dodaj za dodajanje novih načinov.
None=Nobena
NotRegistered=Neregistriran
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Razlika številke
NumberLength=Dolžina številke
NumberPosition=Pozicija številke
NumericValueOrPattern=Numerična vrednost ali iskalni vzorec
Occurrence=Pojavnost
OK=V redu
OriginalFileNotFound=Izvirna datoteka ni najdena
OriginalFileStillExists=Izvirna datoteka še vedno obstaja
OriginalFolderNotFound=Izvirna mapa ni najdena
OriginalFolderStillExists=Izvirna mapa še vedno obstaja
Pattern=Vzorec
PersonalUse=Osebna uporaba
PleaseRegisterMessage=Sporočilo avtorja:\n\nProsim, če uporabljate to programsko opremo pogosto ali če jo uporabljate komercialno, pridobile licenčni ključ z enim od dveh spodnjih gumbov.\n\nS spoštovanjem\n  Kim Jensen
Poor=Slabo
PopulateList=Zapolnitev seznama
PreBatchScript=Skripta paketa
ReadOnly=Samo za branje
Readonly_Short=R
RegEx_AnyChar=Vsak znak
RegEx_CharList=Znak vsebovan na seznamu znakov
RegEx_Digit=Znak števke
RegEx_EndLine=Konec vrstice
RegEx_Match0OrMore=Enako 0 ali več
RegEx_Match1Or0=Enako 1 ali 0
RegEx_Match1OrMore=Enako 1 ali več
RegEx_MatchLeastNTimeNoMoreM=Ujemanje vsaj n-krat, vendar ne več kot m-krat
RegEx_MatchLeastNTimes=Ujemanje vsaj n-krat
RegEx_MatchNTimes=Ujemanje n-krat
RegEx_NonCharList=Znak ni naveden v seznamu znakov
RegEx_NonDigit=Ni številski znak
RegEx_NonWordChar=Ni besedni znak
RegEx_StartLine=Začetek vrstice
RegEx_SubAlternative=Alternativa podvzorca
RegEx_SubGroup=Skupina podvzorcev
RegEx_SubMatch=Prvo ujemanje podvzorca
RegEx_WordChar=Besedni znak
Register=Registrirajte se
RegisteredTo=Registriran na %s
RemoveCount=Odstrani štetje
RenamedFileCouldNotBeFound=Preimenovane datoteke ni mogoče najti
RenamedFolderCouldNotBeFound=Preimenovane mape ni mogoče najti
RenamedItem=Preimenovana postavka
RenamedItemPath=Preimenovana pot postavke
RenumberChange=Spremeni v
RenumberChangeTypeAbsoluteText=Absolutno število
RenumberChangeTypeRelativeText=Relativno na obstoječe število
Replace=Zamenjaj
ReplaceWith=Zamenjaj z
SaveColumnSet=Shrani nastavitev stolpca
SaveList=Shrani seznam
Season=Sezona
Sec=Sek
SelectFolder=Izberite mapo
SelectMethod=Izberite način.
Separator=Separator
Set=Nastavitev
ShowInWindow=Prikaži v oknu...
Skip=Preskoči
StartingAt=Začni pri
Status=Status
Status_TestingNames=Status: Testiranje imena...
System=Sistem
System_Short=S
Tag=Oznaka
TagCategoryAdvanced=Dodatne oznake
TagCategoryChecksum=Oznake kontrolne vsote
TagCategoryDateTime=Oznake Datum/Čas
TagCategoryDateTimeCreated=Oznake nastanka Datum/Čas
TagCategoryDateTimeModified=Oznake spremembe Datum/Čas
TagCategoryDefault=Privzete oznake
TagCategoryFileSize=Oznake Velikost datoteke
TagCategoryGPS=Oznake GPS lokacije
TagCategoryID3=ID3/MP3 oznake
TagCategoryImage=Oznake slike
TagCategoryTVShow=TV oddaja
TagCategoryVideo=Oznake videa
TBShowlblEpisodesTitle=Izberite sezone in epizode za "%s".
TextList=Besedilni seznam
TextToBeReplaced=Besedilo ki se nadomesti
ToRemoveMoreThanOne=Če želite odstraniti več kot en vzorec, uporabljen \\ za ločevanje drugačen vzorec.
ToReplaceMoreThanOne=Če želite zamenjati več kot eno frazo uporabi \\ loči različne fraze.
TrimCharacters=Obreži znake
TypeNameForColumnSet=Vnesite ime nastavitve stolpca.
Unknown=Neznano
Unset=Odstrani
UpdateAvailable=Posodobitev na voljo. Kliknite za nadgradnjo.
UpperCase=Nastavi velike črke
UpperCaseFirstLetter=Nastavi veliko prvo črko
UpperCaseFirstLetterInEveryWord=Nastavi veliko prvo črko v vsaki besedi
UpperCasePattern=Nastavi vzorec za velike črke
UseRegularExpressions=Uporaba regularnih izrazov
Value=Vrednost
Video=Video
VideoFile=Video datoteka
WithErrors=Postavke z napakami
WithoutErrors=Postavke brez napak
WordSeperators=Besedni separatorji
Year=Leto
Yes=Da
ZeroPadding=Prazno polnilo
ZeroPadTypeAuto=Samodejno
ZeroPadTypeManual=Ročno
ZeroPadTypeNo=Brez polnila
